[
  {
    "id": 0,
    "url": "https://spacenews.com/astroscales-adras-j-mission-enters-next-phase/",
    "title": "Astroscale’s ADRAS-J mission enters next phase",
    "author": "Jeff Foust",
    "releasedDate": "April 12, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2023/09/adrasj-illus.jpg?fit=1200%2C817&ssl=1",
    "content": "COLORADO SPRINGS — Astroscale is moving into the next phase of an inspection mission as its spacecraft approaches a derelict upper stage in low Earth orbit. Astroscale announced April 11 that its Active Debris Removal by Astroscale-Japan (ADRAS-J) spacecraft, launched Feb. 18, had moved to within several hundred kilometers of an upper stage from an H-2A launch in 2009 left in low Earth orbit and was now relying on its own sensors to continue its approach. The mission milestone was a switch from absolute navigation, where the spacecraft was maneuvered by ground controllers based on knowledge of its position as well as that of the upper stage, to “Angles-Only Navigation,” where ADRAS-J detected the upper stage using onboard cameras and calculated its relative position. The milestone is a major step in testing rendezvous and proximity operations (RPO) that is a major purpose of the mission. “The big issue here is we’ve completed the rendezvous phase,” said Chris Blackerby, chief operating officer of Astroscale, in an interview during the 39th Space Symposium. “What we’re moving into now is starting the proximity operations phase.” ADRAS-J will continue its approach to the upper stage using relative navigation, with plans to come within dozens of meters of the stage. That approach will be incremental, he said, measuring its rotation rate and looking for any signs of degradation of the stage. ADRAS-J will use its thrusters to match the rotation of the stage and approach one end of the stage. Astroscale expects to complete the mission by the end of May. “The goal here is proving out those core capabilities for on-orbit servicing but also as a precursor for the second phase,” he said. That second phase would be to send a spacecraft to capture and deorbit the stage. The Japanese government, which awarded Astroscale a contract for ADRAS-J in 2020, has yet to select a company to perform that second stage, although it has given Astroscale a study contract for it. Blackerby said he expected JAXA to announce a contract soon, which would allow the mission to fly in the next two years. While ADRAS-J and a potential second phase mission are part of the Japanese space agency JAXA’s Commercial Removal of Debris Demonstration, the technologies being demonstrated have broader applicability, he said. “We’re not just going up there to grab the debris. We’re going up there to prove that we can do this approach and capture, and can then do a whole host of things: refuel, repair, relocate, remove.” ADRAS-J is one of several projects in development by Astroscale, based on Tokyo and with offices in several countries, including the United Kingdom and United States. Among them are ELSA-M, a spacecraft that will dock with a OneWeb satellite and remove it from orbit; Life Extension In-Orbit, or LEXI, which will dock with GEO satellites to provide maneuvering and attitude control; and a prototype of a refueling spacecraft being developed under a U.S. Space Force contract. Technologies being demonstrated on ADRAS-J will be used on missions being developed by Astroscale’s U.K. and U.S. businesses, within export control restrictions. “The whole point of having a global company is being able to share best practices, and to be able to share resources and technologies among the team so that they can improve those missions,” he said. Blackerby, who just completed a term as president of the satellite servicing trade group CONFERS, said he has been pleased by progress in some of the countries Astroscale operates in to address regulatory uncertainty for the field, such as changes in mission licensing regimes in Japan and the five-year deorbit rule adopted by the U.S. Federal Communications Commission in 2022. CONFERS now has 82 members, which he sees as a sign of the growing interest in satellite servicing. However, he argued that will require continued government support in terms of regulations as well as missions like the JAXA-sponsored ADRAS-J. “What’s going to keep all of those companies alive and keep this whole industry moving? It’s going to be interest and involvement from government agencies,” he said. “We’re seeing the interest in terms of both shaping regulations and policies and putting money in budgets to start proving this out.”"
  },

  {
    "id": 1,
    "url": "https://spacenews.com/us-government-could-help-fund-intelsats-meo-plans/",
    "title": "US government could help fund Intelsat’s MEO plans",
    "author": "Jason Rainbow",
    "releasedDate": "April 12, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2023/09/rsz_aalyria_0823_pressrelease_v5.png?fit=879%2C494&ssl=1",
    "content": "TAMPA, Fla. — Intelsat is in talks with the U.S. government to help fund 17 medium Earth orbit (MEO) satellites to expand the operator’s multi-orbit broadband network. CEO David Wajsgras said the company, which operates geostationary satellites but also provides low Earth orbit (LEO) services via leased capacity from OneWeb, is due to pick companies to build its own MEO network before the end of June. “We’ve been looking at multiple manufacturing partners for the bus, the sensors and for some of the modules,” Wajsgras told SpaceNews in an interview, “and determining the exact construct of the team that would put those satellites on orbit in approximately three-and-a-half to four years from now.” According to Wajsgras, customers are already lining up to pre-buy capacity from the constellation. He pointed to strong U.S. government interest in an additional communications network for global redunancy, primarily on the military side but also for civilian agencies. “We’ve been talking about the potential of securing a government contract to help support what we’re trying to do here,” he said. “There are a number of different ways that contract could be structured — they could also help finance the constellation.” Since emerging from Chapter 11 bankruptcy protection in 2022, Intelsat has substantially reduced a mountain of debt that had held the company back from making significant investments. Wajsgras said the operator reduced total debt of around $6 billion at the beginning of 2023 to $1.7 billion at the end of the year on a net basis, thanks partly to proceeds from clearing C-band spectrum in the United States. “That obviously gives us a lot of flexibility on how we want to think about investments going forward,” Wajsgras said. The company has recently made investments in Google spin-off Aalyria, which is developing optical communications technology, and terminal developers highSky and Greenerwave. Direct-to-device investment Wajsgras said Intelsat is also considering investing in a technology company he declined to name as part of a push into an emerging market aiming to bring satellite connectivity directly to standard smartphones and other devices. “We’re very close to investing in a technology company that has proven out the technology for direct-to-device,” he said. In addition to taking a stake in the company, this potential deal would see Intelsat fund development work to integrate the technology with its constellation. “We will be using our engineering talent side by side with theirs,” he said. “We believe our spectrum holdings are a differentiator here, which would essentially support us bringing this new capability to market in a different way than others are considering today.” Wajsgras declined to give details, including what orbital regimes the company has in mind for direct-to-device services."
  },

  {
    "id": 2,
    "url": "https://spacenews.com/office-of-space-commerce-selects-locations-for-tracss-operations-centers/",
    "title": "Office of Space Commerce selects locations for TraCSS operations centers",
    "author": "Jeff Foust",
    "releasedDate": "April 12, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/53647462978_aa6c1a2101_k.jpg?fit=1200%2C800&ssl=1",
    "content": "COLORADO SPRINGS — The Office of Space Commerce will set up operations centers in Colorado and Maryland for its civil space traffic coordination system. During a panel at the 39th Space Symposium April 11, Richard DalBello, director of the Office of Space Commerce, announced that the primary operations center for the Traffic Coordination System for Space (TraCSS) will be at the David Skaggs Research Center, operated by the National Oceanic and Atmospheric Administration (NOAA) in Boulder, Colorado. A secondary center will be at another NOAA facility in Suitland, Maryland. While the Boulder center will be the primary location, the Suitland site will be up and running first, said Sandy Magnus, chief engineer for TraCSS, in an interview after the panel. In Suitland, the office is able to take over a room from another program, while the Boulder facility will require some renovations first. When both centers are up and running, the Boulder center will largely handle operations while Suitland will handle systems engineering and IT support. The centers will operate around the clock but rely heavily on automation. “We’re starting small, intentionally,” she said, with a few people staffing each center. “That will probably increase as the capabilities that we onboard increase.” The office is taking a phased approach to TraCSS, with an initial phase 1.0 set to begin beta testing with a limited number of users by the end of the current fiscal year. TraCSS will incrementally add capabilities in phase 1, which is focused on space traffic coordination services such as conjunction notices. Later phases will include launch collision avoidance assessments and reentry assessments. During the panel, DalBello said development of TraCSS was on schedule despite several challenges, like finding the right people. “The kind and quality of people you need to implement a program like this are not already resident at the Commerce Department and they’re not easy to find in the marketplace,” he said. “The number one challenge is hiring the right quality people.” A second challenge, he said, was convincing the department to adopt new, more agile acquisition approaches for TraCSS. “We do have senior-level support for this, but still, the processes weren’t set up to do an agile development program,” he said. “We thought it was essential to the success of the program that we do it in a different manner.” DalBello said he has also been focusing on international coordination of TraCSS with other national space situational awareness (SSA) systems. The Office of Space Commerce issued a document April 8 outlining its vision for global SSA coordination that advocates for standards and best practices for sharing SSA information. The Office of Space Commerce is establishing TraCSS in response to Space Policy Directive 3 in 2018, which directed that the Commerce Department take over civil space traffic coordination responsibilities currently handled by the Defense Department, allowing the DoD to focus on its specific needs in space domain awareness. DalBello and Travis Langster, principal director of space and missile defense policy at the Defense Department, said on the panel that teams from the two departments are meeting weekly to discuss issued related to that transfer of responsibilities. That also includes discussions about roles of the two departments after that transfer is complete. “One of the things that I’m looking at is ensuring no degradation of services from what’s currently being provided,” Langster said. “We need to make sure this is a phased transition, deliberate, and providing the information that is most valuable to those who operate in the domain.” “There’s not going to be a ‘light switch’ type of moment,” he said of the transition of space traffic coordination work to the Office of Space Commerce. “There’s probably going to be some overlap where we’re both delivering services and capabilities just to work out all the processes and ensure that we’re all comfortable with what’s being delivered.”"
  },

  {
    "id": 3,
    "url": "https://spacenews.com/chinas-queqiao-2-relay-satellite-ready-to-support-lunar-far-side-sample-mission/",
    "title": "China’s Queqiao-2 relay satellite ready to support lunar far side sample mission",
    "author": "Andrew Jones",
    "releasedDate": "April 12, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/moon-earth-tiandu2-infrared-8april2024shot-CNSA-DSEL.jpg?fit=667%2C530&ssl=1",
    "content": "HELSINKI — The Queqiao-2 satellite has completed function and performance tests in lunar orbit, clearing China to launch its upcoming lunar far side sample return mission. Queqiao-2 completed on-orbit communication testing in recent days, the China National Space Administration (CNSA) announced April 12. The spacecraft conducted successful communication tests with Chang’e-4 mission spacecraft on the far side of the moon April 6. This was followed by a test April 8-9 Beijing time with the Chang’e-6 spacecraft back on Earth, which is yet to launch. Confirming the operation and performance of Queqiao-2 is the final step before China launches its complex Chang’e-6 mission. The planned 53-day is a more ambitious follow-up to the 2020 Chang’e-5 sample return mission which collected 1,731 grams of lunar material from the moon’s near side. Chang’e-6 now appears set to launch May 3 according to airspace closure notices. The mission aims to collect up to 2,000 grams of rock samples from Apollo crater on the lunar far side. That hemisphere of the moon never faces the Earth due to tidal locking. Queqiao-2 has thus been deployed to enable the pioneering mission by relaying signals between ground stations and Chang’e-6 on the lunar far side. If successful, Chang’e-6 would deliver lunar material to Earth. Analysis of  these could provide new insights into the history of the moon and the differences between its near and far sides. China launched the Queqiao-2 lunar communications relay satellite March 19 on a Long March 8 rocket. The spacecraft entered lunar orbit March 24 and realized its intended elliptical, 24-hour-period orbit April 2. Also aboard the Queqiao-2 launch were a pair of smaller spacecraft named Tiandu-1 and Tiandu-2. The CNSA statement confirmed the pair separated from each other in lunar orbit April 3. The duo are now conducting a series of communication technology verification tests. The experimental satellites will fly in formation in lunar orbit and conduct tests for navigation and communications technology verification. The pair are pathfinders for the planned wider Queqiao constellation to provide lunar navigation and communication services. Tiandu-2 also returned an infrared image of the moon and distant Earth taken April 8. Queqiao-2, or “Magpie Bridge-2”, is a more capable follow-up to Queqiao, launched in 2018. The earlier satellite facilitated the Chang’e-4 mission. That mission, consisting of a lander and rover, made the first-ever lunar far side landing in 2019. The new, 1,200-kilogram satellite carries a 4.2-meter parabolic antenna and is part of China’s plans for future lunar exploration and a stepping stone towards building a lunar base in the 2030s. Queqiao-2 will shift its orbit into a 12-hour period to support the 2026 Chang’e-7 and later Chang’e-8 missions. These missions will target the lunar south pole to detect volatiles and potential resources on the moon. Queqiao-2 will improve communications between Earth and spacecraft at the lunar south pole, while also conducting relevant science with its own payloads. Chang’e-8 will test in-situ resource utilization techniques, such as using lunar regolith to produce bricks. Together, the missions are precursors to the China-led International Lunar Research Station (ILRS). Thailand recently became the ninth country to join the ILRS. Recent reports indicate that Turkey has also applied to join the initiative, first formally unveiled by China and Russia in 2021."
  },

  {
    "id": 4,
    "url": "https://spacenews.com/leolabs-zeroes-in-on-anomalies-in-satellite-operations/",
    "title": "LeoLabs zeroes in on anomalies in satellite operations",
    "author": "Debra Werner",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/rsz_img_3295.jpg?fit=879%2C589&ssl=1",
    "content": "COLORADO SPRINGS – LeoLabs, the Silicon Valley startup mapping activity in low-Earth orbit, is relying on artificial intelligence to spot anomalous satellite operations. A LeoLabs visualization tool shown at the 39th Space Symposium tracks maneuvers performed by satellites that change their orbits frequently. And it highlights maneuvers conducted by satellites that did not typically perform them. Three of the first satellites in a Chinese communications constellation that could include 12,000 satellites, for example, remained in stable orbits for months after they were launched in late 2023. “Then at the same time, all three executed an organized maneuver campaign,” Owen Marshall, LeoLabs space domain awareness operations lead, told SpaceNews. With onboard electric propulsion, the satellites “raised their orbits a little over 100 kilometers in 20 or 30 days,” he added. With the help of AI, LeoLabs generates reports on abnormal orbital activity. Weekly reports rank the top 50 satellites in terms of anomalies. In the future, LeoLabs will program its radar network to autonomously follow satellites after an anomaly is detected, said LeoLabs Japan Director Kohei Fujimoto. At the 2023 Space Symposium, LeoLabs demonstrated its ability to detect spacecraft maneuvers autonomously. That tool has improved significantly in the last year, Fujimoto said. Initially, LeoLabs could confirm maneuvers after tracking a spacecraft through three post-maneuver orbits. Now, a satellite’s new location often can be identified after a single orbit, Fujimoto said. LeoLab is making swift progress in applying AI, Fujimoto said, because the company can train algorithms with data gathered over eight years of operating space-tracking radars."
  },

  {
    "id": 5,
    "url": "https://spacenews.com/muon-space-banks-on-space-as-a-service/",
    "title": "Muon Space banks on Space as a Service",
    "author": "Debra Werner",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/rsz_660cf7a58f93e78eee191c45_prism_header_7.jpg?fit=879%2C462&ssl=1",
    "content": "SAN FRANCISCO – While constructing its own climate-monitoring constellation, Silicon startup Muon Space is earning more than $60 million designing, building and operating remote-sensing satellites for customers. The 10 satellites under contract, ranging in size from 150 to 500 kilograms, are scheduled to launch in 2025 and 2026 for commercial, government and nonprofit organizations. Muon Space CEO and co-founder Jonny Dyer declined to identify the customers. “We’ll let them take the lead on sharing that information if and when they would like to,” Dyer told SpaceNews by email. Muon Space launched its first satellite in June to demonstrate Muon Halo, the company’s integrated hardware and software platform. A second Muon Space satellite, launched March 4 on the SpaceX Transporter-10 rideshare flight, is a prototype weather satellite for the U.S. Air Force Life Cycle Management Center Weather Systems Branch and the Defense Innovation Unit. Muon Space developed Muon Halo for customers seeking space-based data who did not have the expertise or desire to develop spacecraft, establish ground networks or handle data processing. “A big selling point for many customers has been our standard process of developing a high-fidelity digital twin of their system,” Dyer said. The digital twin then “becomes the anchor for all the downstream systems engineering, integration and on-orbit operations optimization that happens through a mission lifecycle.” Selling end-to-end constellation services has been part of Muon Space’s plan since the company was founded in Mountain View, California, in 2021. Some Muon Space co-founders, who met while working on the Environmental Defense Fund’s MethaneSat, “believed that a holistic, mission-oriented product offering coupled with advances in technology and reductions in launch prices provided a big opportunity to enable a new class of commercial missions,” Dyer said. Early customers paid Muon Space to formulate constellation plans. “We have been successful in growing our customer base and expanding many of them into build and operations phases,” Dyer said. He attributed the firm’s success in attracting and retaining customers to its focus on reliability, its core hardware and software, and Muon Space’s skilled workforce. Muon Space has contracts to provide Earth-observation data to the U.S. Air Force and the U.S. Space Force. The National Reconnaissance Office also tapped Muon Space to provide multispectral electro-optical and infrared data from its future climate-monitoring constellation. In a 2022 Series A funding round, Muon Space raised $25 million. The company also announced a $10 million seed round in 2021."
  },

  {
    "id": 6,
    "url": "https://spacenews.com/space-investors-question-the-merits-of-vertical-integration/",
    "title": "Space investors question the merits of vertical integration",
    "author": "Jason Rainbow",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/Peter_Redwire2-scaled.jpg?fit=1200%2C800&ssl=1",
    "content": "TAMPA, Fla. — The benefits of buying space companies to pursue vertical integration are becoming less apparent in the current economic climate. Buying out suppliers can give a company more control over prices and capabilities, enabling it to scale faster than others relying on a network of partners. SpaceX’s ability to build and launch its own Starlink broadband satellites — and provide services directly to customers — has helped fuel the company’s rapid global expansion. However, not everyone has access to SpaceX’s significant financial resources, Peter Cannito, CEO of space infrastructure company Redwire Space, said April 9 during the 39th Space Symposium in Colorado Springs. “There is a great debate going on, I think, in the industry now,” Cannito said on a panel of investors discussing acquisition opportunities in the space sector, between “vertical integration versus not vertical integration.” He continued: “If capital was cheap and you could go out there and buy every business that you needed in order to do a full system solution, then you could pursue that strategy. I think you could have pursued that strategy a lot easier two years ago.” But now, against the backdrop of higher interest rates and other economic challenges, Cannito said he sees increased emphasis in the industry on leveraging supply chain partners. “I actually think you see a trend towards vertical disintegration,” he added. According to Cannito, this trend opens up more opportunities for venture capitalists to seek out areas where there is a lack of a supply chain for a critical component. “It may not be worthy of becoming a public company someday,” he continued, “but you’ll get a good outcome by filling a need for the market that will then move up to a strategic acquirer.” Xiao Yin, senior investment manager at Lockheed Martin’s venture capital arm, emphasised the need for nailing down a strong supply chain, and pointed to an investment in space refueling company Orbit Fab that her company expects to be a pillar for the future space economy. She said the fractured global supply chain has become an increasingly important issue for space companies to address since the pandemic in 2020. Defense giants like Lockheed suffered less than companies in sectors such as the automotive industry, she said, where a lack of electronics following outbreaks of COVID-19 in Southeast Asia significantly impacted Toyota’s revenues. Still, she said vertical integration will become increasingly important for space companies as the world becomes more globalized and supply chain insurance becomes more critical. Ultimately, Redwire’s Cannito said it does not make sense for the whole space industry to pursue the same acquisition strategy. If every company was completely vertically integrated, it would be challenging for them to differentiate themselves to attract customers. He said legacy space primes that aren’t fully vertically integrated have also shown the value of relying on specialized supply chain companies, which can offer them access to best-of-breed components with intellectual property protection."
  },

  {
    "id": 7,
    "url": "https://spacenews.com/vast-to-use-starlink-for-space-station-broadband-communications/",
    "title": "Vast to use Starlink for space station broadband communications",
    "author": "Jeff Foust",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/vast-starlink.jpg?fit=1200%2C675&ssl=1",
    "content": "COLORADO SPRINGS — Commercial space station developer Vast will use SpaceX’s Starlink constellation to provide broadband connectivity for its Haven-1 station launching next year. Vast announced April 9 that it will install laser intersatellite link terminals on its Haven-1 station to enable communications with Starlink satellites. The agreement between Vast and SpaceX extends to future space stations Vast plans to develop. Max Haot, chief executive of Vast, said in an interview during the 39th Space Symposium that his company will use terminals supplied by SpaceX. Gwynne Shotwell, president of SpaceX, announced at the Satellite 2024 conference March 19 that SpaceX would sell laser terminals it developed for Starlink to other customers, a product offering she dubbed “Plug ’n’ Plaser.” Vast will install four such terminals on Haven-1. “It should give us full coverage,” he said, based on the orbit of Haven-1 and its relationship to the Starlink constellation. Those laser links would augment traditional radio-frequency communications with ground stations and through Inmarsat satellites. The Starlink terminals will provide Haven-1 with up to one gigabit per second connectivity to and from the station. “There’s nothing that we can think of that’s going to use more than that,” he said, including requirements for crews and payloads as well as 20 cameras mounted inside and outside the station. “You can open your laptop, iPad or iPhone and call your family, do a livestream for outreach or watch a movie if you want,” he said of the experience crews on Haven-1 would have. He argued it would be a competitive advantage for Vast over alternatives, like the “technically inferior” connectivity currently available on the International Space Station. Vast announced Haven-1 last May, with a goal of launching the single-module station as soon as August 2025. Haven-1 will be able to accommodate four-person crews for short-duration missions, with a total stay time of 40 days. The station’s payloads can also be operated while the station is unoccupied. Haot said that development of Haven-1 remains on schedule. The company, which had about 120 people around the time it announced the station, has grown to 350 employees. He projected the company reaching 650 employees by the end of the year and 800 by the time Haven-1 launches. One change since the announcement of Haven-1 is a change from stainless steel to aluminum for the structure of the station. “We felt that it was going to be faster and much lower cost to do additional volume. It turned out to be a lot slower,” he said of stainless steel. The challenges with stainless steel included mass margins on the Falcon 9 rocket launching Haven-1 as well as specialized tooling needed to produce the components. Vast starting studying aluminum last November and decided last month to switch to it. “Aluminum is a proven method and we were able to master it in-house really quickly,” he said. “We’re now back on track with our launch date.” Vast has not announced any customers yet for Haven-1 but Haot said the company had many prospective customers in its pipeline, with a focus on sovereign clients, or international governments, with some private customers as well. “As we are showing progress to NASA and to everybody else, I think the level of credibility and interest keeps increasing.” Vast does not have a contract from NASA’s Commercial Low Earth Orbit Destinations, or CLD, program, but does have an unfunded Space Act Agreement awarded last year that gives the company access to NASA expertise and data. The company is planning to bid on the next phase of the CLD program as well as future private astronaut missions to the ISS. “The main reason we are doing it is training for our team and building our relationship with NASA,” Haot said of Vast’s plans to bid on the next ISS private astronaut mission opportunities NASA offers. “A space station builder can benefit from the ISS experience before you build the replacement for it, and I think that’s the way NASA sees it too.”"
  },

  {
    "id": 8,
    "url": "https://spacenews.com/banding-together-for-direct-to-smartphone-satellite-services/",
    "title": "Banding together for direct-to-smartphone satellite services",
    "author": "Jason Rainbow",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2023/03/I-6-F1-in-orbit.jpg?fit=1000%2C625&ssl=1",
    "content": "TAMPA, Fla. — Viasat is considering investing in spacecraft with other Mobile Satellite Service (MSS) operators as the promise of direct-to-smartphone technology drives unprecedented cooperation among historically isolated networks. “What you’ve seen in MSS in the past is every operator has to have its own satellite, its own ground segment, its own type of terminals [and] they only use their own spectrum,” Viasat CEO Mark Dankberg said. “But what we’re envisioning is creating an environment where you can roam from MSS operator to MSS operator seamlessly, and you can do that in different geographies or within the same geography.” Pooling radiowaves in the same area could deliver more capacity for direct-to-smartphone services, enabling higher bandwidth text, voice, and data capabilities for phones outside cellular coverage. Dankberg is chair of the Mobile Satellite Services Association (MSSA), a non-profit group of MSS operators founded in February to push the fledgling direct-to-smartphone market to adopt their radio waves, rather than spectrum sourced from terrestrial mobile network operators. Other founding MSSA members include Terrestar Solutions, Ligado Networks, Omnispace, and Yahsat. Iridium Communications has also said it is considering joining MSSA after pivoting from a proprietary direct-to-smartphone strategy to an open network approach. MSS operator Globalstar, which thanks to its close relationship with Apple has been enabling space-based SOS services on the latest iPhones since late 2022, is not part of MSSA. “A satellite is just a cell tower in space,” Dankberg said in an interview. “The payload is what does the work. So just like in terrestrial, where you can put a payload — or a network — from multiple carriers on the same tower, why can’t we make the same satellites for all of our needs?” Similar to how cell tower companies operate on the ground, he said sharing infrastructure in space could save costs and attract capital. “We can have tower companies in space that can serve all of us [and are] far more capital efficient,” he added, “we can do similar things with ground infrastructure in particular markets.” Coordination agreements among MSS operators currently separate them from each other to avoid radio wave interference. Through MSSA, the operators hope to create a standards-based framework that could pave the way for contractual agreements to share and empower their orbital resources. Partnerships mobile network operators have with cell tower companies on the ground include leasing and revenue-sharing business models. Dankberg pointed to Indian cellular operator Reliance Jio, which has helped lower barriers to entry through partnerships with power companies, network providers, and handset makers. “What we’re looking to do is to figure out which of those we can replicate in what sequence,” he said. “Maybe the MSS operators themselves cooperate, maybe third parties come in to invest in the space segment.” The aim is to help build scale globally and drive out costs as direct-to-smartphone operators SpaceX, Lynk Global, and AST SpaceMobile seek more mobile network operator partners for their terrestrial spectrum approach. “Coopertition is kind of the buzzword for that,” Dankberg added, “whereby cooperating we make the market bigger and we compete on that larger market, but that’s a way better way to compete than on the small market scales that at the MSS operators have now.” According to Dankberg, existing regulations already support MSS spectrum pooling, and it is up to MSSA members to coordinate among themselves. Regulatory clarity is one of the strengths of the MSS direct-to-smartphone approach because these radio waves are already cleared for use from space, although services to standard smartphones must wait for standardized chips to be released. Satellites using cellular radio waves can reach smartphones already in circulation because these devices use these frequencies with land-based cell towers. However, these terrestrial partnerships must first navigate new rules that must be put in place to guard against the possibility of interference in each country they wish to operate in. The United States is taking the lead on this, and the Federal Communications Commission recently issued nationwide ground rules for what it calls Supplemental Coverage from Space that is expected to inspire other countries. Meanwhile, Lynk Global is currently enabling intermittent texting services with five satellites in parts of a handful of island nations. Like fellow early-stage venture AST SpaceMobile, which does not expect to launch initial commercial satellites until at least July, Lynk is seeking more capital to expand its constellation. Leveraging significantly greater financial resources, SpaceX aims to enable direct-to-smartphone texting services in the United States this year, with voice and data services slated to come soon after. Omnispace, however, has warned that SpaceX’s plans to use T-Mobile’s cellular radio waves from space could cause interference that would derail its proposed MSS constellation."
  },

  {
    "id": 9,
    "url": "https://spacenews.com/spacex-launches-u-s-military-weather-monitoring-satellite/",
    "title": "SpaceX launches U.S. military weather monitoring satellite",
    "author": "Sandra Erwin",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/Screenshot-2024-04-11-at-9.13.40 AM.png?fit=1200%2C730&ssl=1",
    "content": "COLORADO SPRINGS — A SpaceX Falcon 9 rocket on April 11 launched a U.S. Space Force weather monitoring satellite. The vehicle lifted off from Vandenberg Space Force Base, California, at 7:25 a.m. Pacific. The USSF-62 mission flew to orbit the U.S. military’s first Weather System Follow-on Microwave (WSF-M) satellite. Made by Ball Aerospace — a company recently acquired by BAE Systems — WSF-M has a microwave imager instrument to collect weather data including the measurement of ocean surface wind speed and direction, ice thickness, snow depth, soil moisture and local space weather. The spacecraft will operate in a low polar orbit. The Space Force has ordered a second WSF-M satellite, projected to be delivered by 2028. These satellites are part of a broader effort to modernize the military’s space-based environmental monitoring assets. Data used for military planning “The data gathered by WSF-M will be provided to meteorologists in support of the generation of a wide variety of weather products necessary to conduct mission planning and operations globally every day,” the U.S. Space Force said. Just under eight minutes after liftoff and payload separation, the Falcon 9’s first stage flew back to Earth and landed at Vandenberg’s Landing Zone 4. USSF-62 is the 37th launch performed by SpaceX so far in 2024 and its second national security space launch mission of the year. In February SpaceX launched the USSF-124 mission from Cape Canaveral Space Force Station, Florida, deploying six U.S. missile defense satellites for the Space Development Agency and the Missile Defense Agency."
  },

  {
    "id": 10,
    "url": "https://spacenews.com/true-anomaly-gets-30-million-contract-for-space-force-tactically-responsive-mission/",
    "title": "Rocket Lab, True Anomaly selected for Space Force ‘tactically responsive’ mission",
    "author": "Sandra Erwin",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/65eba8ef313e0062e8dd37a8_Image-1.jpg?fit=1200%2C675&ssl=1",
    "content": "COLORADO SPRINGS — The space services company Rocket Lab and startup True Anomaly announced April 11 they have secured contracts to launch a “tactically responsive space” mission for the U.S. Space Force. Rocket Lab was awarded a $32 million contract and True Anomaly got a $30 million contract for Victus Haze, a demonstration mission intended to test and refine the military’s capabilities for rapidly deploying satellites in response to threats in space. For Victus Haze, an imaging satellite will be launched to inspect an object in orbit. Rocket Lab will design, build, launch and operate a rendezvous and proximity operation-capable spacecraft, with a delivery target date in 2025. Once the exercise begins, Rocket Lab will be given notice to launch the spacecraft into a target orbit on the company’s Electron rocket. On orbit, the spacecraft will conduct maneuvers with True Anomaly’s Jackal spacecraft. Rapid launch and deployment of satellites has emerged as a priority for military space operations. Victus Haze is part of the Space Force’s broader push to develop more agile space systems that can be sent to orbit and start operations quickly, similar to the Victus Nox mission that launched in September on a Firefly rocket. Under the contract, True Anomaly will build a Jackal rendezvous and proximity operation-capable spacecraft, and provide a command and control center. True Anomaly, based in Centennial, Colorado, launched its first two Jackal spacecraft March 4 on the Transporter-10 SpaceX Falcon 9 rideshare mission. A few days after launch, True Anomaly said it confirmed the location of both vehicles and that their solar arrays are deployed but the mission was not successful. “The first flight test has progressed as far as possible and we do not anticipate meeting the remainder of the test objectives, including on-orbit rendezvous and proximity operation demonstrations,” the company said. The Victus Haze project is funded by the Defense Innovation Unit, the Space Systems Command’s Space Safari Program Office and SpaceWERX, the Space Force’s innovation arm."
  },

  {
    "id": 11,
    "url": "https://spacenews.com/japanese-astronauts-to-land-on-moon-as-part-of-new-nasa-partnership/",
    "title": "Japanese astronauts to land on moon as part of new NASA partnership",
    "author": "Jeff Foust",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/53645537913_08d649944c_k.jpg?fit=1200%2C651&ssl=1",
    "content": "COLORADO SPRINGS — Japan will become the first nation after the United States to land an astronaut on the moon as part of the Artemis lunar exploration campaign under an agreement between the two countries announced April 10. At an event in Washington, NASA Administrator Bill Nelson and Japanese Minister of Education, Culture, Sports, Science and Technology (MEXT) Masahito Moriyama signed an agreement regarding an additional Japanese contribution to Artemis, a pressurized lunar rover called Lunar Cruiser. NASA will deliver the rover to the moon, which the agencies said should take place ahead of the Artemis 7 mission scheduled for no earlier than 2031. NASA will also provide two seats on future Artemis lunar landing missions to astronauts from the Japanese space agency JAXA, the first agency other than NASA to secure spots on landing missions. “The pressurized rover will be a powerful contribution to the overall Artemis architecture as Japan and the U.S. go hand in hand with international and industry partners to the lunar surface and beyond,” Hiroshi Yamakawa, president of JAXA, said in a statement. “JAXA is ready to assist MEXT and push this forward with our science and technological expertise to establish sustainable human presence on the moon.” The Japanese rover will support extended expeditions from Artemis landing sites that are beyond the range of the Lunar Terrain Vehicle that three American companies are developing for NASA under contracts announced April 3. The rover is designed to accommodate two astronauts for up to 30 days, with an overall lifetime of 10 years. “America no longer will walk on the moon alone. With this new rover, we will uncover groundbreaking discoveries on the lunar surface that will benefit humanity and inspire the Artemis Generation,” NASA Administrator Bill Nelson said in a statement. The announcement, though, offered no details about when the Japanese astronauts would fly to the moon. “It depends,” Nelson said at an April 10 briefing when asked about schedules, noting that the two countries “announced a shared goal for a Japanese national to land on the moon on a future NASA mission assuming benchmarks are achieved.” “No mission has been currently assigned to a Japanese astronaut,” added Lara Kearney, manager of NASA’s extravehicular activity and human surface mobility program, at the briefing. The implementing agreement said several factors will go into crew assignments, including progress on the pressurized rover, or PR: “The timing of the flight opportunities will be determined by NASA in line with existing flight manifesting and crew assignment processes and will take into account program progress and constraints, MEXT’s request for the earliest possible assignment of the Japanese astronauts to lunar surface missions, and major PR milestones such as when the PR is first deployed on the lunar surface.” The assumption among many in the industry, though, is that at least one of the astronauts will fly before the rover is delivered, and possibly as soon as the Artemis 4 mission, the second crewed landing, in the late 2020s.“We intend to land an international astronaut on the surface of the moon by the end of the decade,” Vice President Kamala Harris said at a Dec. 20 National Space Council meeting. Despite the uncertainty about when Japanese astronauts will land on the moon, the agreement was welcomed by many. “This agreement represents the culmination of Japanese leadership, vision and resolute support that the nation has shown since the very beginning of the Artemis program,” Mike Gold, chief growth officer of Redwire and a former NASA official, told SpaceNews. “When the first Japanese astronaut steps foot on the moon, it will be a singular moment not just for Japan, but for the entire world.” In addition to the two landing missions, Japan has a slot on a future Artemis mission to the lunar Gateway as part of an earlier agreement about its contributions to that lunar orbital facility. The European Space Agency has three seats on Artemis missions for its contributions to the lunar Gateway, with two likely to be on Artemis 4 and 5, but it has not been allocated a seat on a landing mission yet. Canada is flying an astronaut on the Artemis 2 circumlunar mission launching in late 2025 and has a seat on a future Gateway mission. The United Arab Emirates also has a seat on a Gateway mission after completing an agreement with NASA in January to develop an airlock module."
  },

  {
    "id": 12,
    "url": "https://spacenews.com/the-digital-revolution-is-finally-coming-to-americas-space-launch-ranges/",
    "title": "The digital revolution is finally coming to America’s space launch ranges",
    "author": "Sandra Erwin",
    "releasedDate": "April 11, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/Picture1.jpg?fit=792%2C276&ssl=1",
    "content": "The rockets that propel astronauts and satellites into space are marvels of modern technology. But for ground crews at the nation’s premier spaceports, it has been more like operating in the digital stone age.  After years of kicking the can down the road on modernization, the U.S. Space Force is now embarking on a comprehensive overhaul of the IT infrastructure used at mission control centers at Cape Canaveral Space Force Station in Florida, and Vandenberg Space Force Base in California. These are the nerve centers where mission controllers monitor the spacecraft’s progress and manage the mission’s objectives. These operations centers rely on systems that enable communication, navigation, data management and real-time decision-making. The launch ranges’ supporting IT architecture is crucial to the success of space missions and meeting the growing demand for access to space, but the technology is in desperate need of an overhaul, said retired U.S. Air Force Col. Chad Davis, former director of the National Reconnaissance Office’s Office of Space Launch. Davis, now an executive at Stellar Solutions, directed 12 national security space missions on the East and West coasts. “At Vandenberg, a lot of the infrastructure that’s there was put in place for the Space Shuttle. That’s how old it is,” Davis told SpaceNews. “They’ve been Band-Aiding it through the years but have never really done any significant overhaul.” The antiquated IT architecture at both major launch ranges means that critical software applications, such as those used for tracking vehicle telemetry data, monitoring environmental conditions and predicting weather, operate in disconnected silos rather than as an integrated enterprise system. Davis explained that analog IT systems are essentially immovable from the facilities they reside in, preventing seamless remote operations and data sharing across ranges and locations. Compounding matters, the software underlying these systems was largely customized for each particular range over decades of one-off development. Most data can’t be shared and has to be manually transferred between analog systems. It is noteworthy that the Space Force is able to manage increasing launch activity with a growing number of commercial launch providers despite the aging infra-structure, Davis pointed out. A digital transformation is being planned for both East and West coast launch ranges, with a goal to to transition mission control centers to an integrated, internet-compatible digital architecture capable of seamlessly enabling high operational tempos. With commercial space companies like SpaceX rapidly driving up the launch cadence these upgrades are long overdue, said Maj. Jason Lowry, deputy director of technology and innovation at the Space Systems Command’s Assured Access to Space program office. “We’re expanding very fast and we’re still using systems that were designed to support single digit launches per year, not triple digit launches per year,” he said at a forum hosted by SpaceWERX, the Space Force’s technology arm. “Imagine a future when the U.S. is launching a rocket every day,” Lowry said. That means moving away from ana-log stovepipes to a digital environment where data flows seamlessly and ex-perts can be virtually integrated, he added. “Clearly, we’re going to need to digitize and automate a lot of what we do to support that type of launch cadence.” The Space Force is forecasting more than 100 launches out of the Cape this year alone, said Lowry. “And we’re also projecting a 30% year over year increase in both the Eastern and Western launch range manifests.” The Assured Access to Space program office has an annual budget of about $2 billion for national security launch services. Despite commanding such a large budget, Lowry pointed out, “the lion’s share of our funds is dedicated to procuring rockets, leaving a comparatively small portion of our budget for upgrading our own systems that we use at our launch ranges.” The Space Force is laying out plans to work with the private sector over the next several years to migrate legacy IT to a modern software architecture. The digital transformation is expected to take years and cost hundreds of millions of dollars to complete. The Space Systems Command and SpaceWERX are pursuing a multi-pronged strategy to revamp launch range IT systems, awarding contracts to established defense contractors as well as small businesses and startups. The largest effort is a $444 million, five-year contract the Space Systems Command recently awarded to Science Applications International Corp (SAIC) to modernize the IT infrastructure supporting space launch operations at Cape Canaveral and Vandenberg. Separately, SpaceWERX awarded a $15 million contract to software startup Defense Unicorns. The company will be-gin updating software applications and IT systems used for functions like weather monitoring and telemetry processing in support of rocket launches. The service is also tapping smaller companies through its Small Business Innovation Research (SBIR) program. Space-WERX is currently reviewing proposals from dozens of companies competing for up to $40 million in SBIR contracts focused specifically on spaceport IT modernization efforts. This initiative, known as the “digital spaceport of the future,” focuses on three main areas: infrastructure, data, and application layers. The infrastructure layer involves establishing high-quality interfaces between legacy and modern hardware and software. The data layer requires management solutions that enable faster and more se-cure data transfer across both the open internet and government networks. The application layer involves the replacement of legacy systems with modern solutions. SAIC will start overhauling the legacy IT systems at space launch ranges under a contract known as Digital Transformation, Acquisition, Modernization and Modification, or DTAMM. DTAMM aims to modernize the instrumentation, telemetry processing, weather monitoring and other systems. According to SAIC executive vice president David Ray, the digital overhaul “is really about helping the Space Force accelerate growth and meet the needs of both government and commercial space launch.” A key goal is integrating the two ranges’ currently isolated IT systems into a cohesive enterprise architecture. “Over the years each range has upgraded equipment differently,” Ray explained. “The equipment has to be consistent across the board.” Automating manual processes is an-other imperative as the launch operations tempo increases. “When you have more launches, you’ve got to digitize what used to be manual so you can quickly pivot between various rockets,” said Ray. In the near-term, SAIC will replace antiquated systems while bringing more connectivity into the ranges. Longer-term, the plan is to transition to a cloud environment, establish a software factory, and implement cybersecurity upgrades. Ray stressed that the IT moderniza-tion is crucial for enabling commercial space companies to operate efficiently on both coasts. “Having two different architectures only makes it more diffi-cult to support an accelerated pace of launches,” he said. Outside of the DTAMM program, the Space Force is leveraging commercial innovation from companies that specialize in IT migration, such as Defense Unicorns, a startup staffed by former DoD software factory developers. “The massive growth of SpaceX launches has really accelerated the need for IT migration at the launch ranges,” said Defense Unicorns co-founder An-drew Greene.The legacy systems the government uses are more suited to the Apollo era than the age of Starship, Greene said. “We’re talking about manual processes, limited automation and incompatibility with modern digital tools.” Greene said the modernization challenge is immense not only because of the outdated technologies but also the U.S. government’s stringent security and compliance standards. The clock is ticking, he said, as many systems today run on obsolete hardware that is no longer manufactured and for which replacement parts are no longer available. Lowry, the director of innovation at Space Systems Command, explained that the work done by Defense Uni-corns and by small businesses under SpaceWERX’s SBIR program is entirely separate from the DTAMM prime con-tract. But they could eventually merge into the larger modernization effort “to bring them over the finish line, if you will.” This article first appeared in the April 2024 issue of SpaceNews magazine."
  },

  {
    "id": 13,
    "url": "https://spacenews.com/sda-tests-communications-network-with-norway/",
    "title": "SDA tests communications network with Norway",
    "author": "Debra Werner",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/rsz_tournear_with_buck.png?fit=879%2C570&ssl=1",
    "content": "COLORADO SPRINGS – The Space Development Agency is working closely with Norway to test the communications network underpinning its constellation. SDA is installing a radio-frequency antenna in northern Norway and testing Link 16, an encrypted tactical data protocol used in NATO radios, with Norwegian forces. “We’ll be able to do our command and control through Norway,” SDA Director Derek Tournear said April 10 at the 39th Space Symposium here. SDA has ground stations in Alaska, Pennsylvania and other U.S. locations to provide communications for the Proliferated Warfighter Space Architecture. The RF antenna in Norway is helping SDA achieve “a good geographic distribution around the globe so we can have frequent contacts with our constellation,” Tournear said. Plus, Norway’s northern latitude is important for communicating with SDA’s polar-orbiting constellation. Norway also is working with SDA to conduct tests this summer of Link 16. “We’ll be demonstrating Link 16 from space directly into their territory to their platforms, their aircraft and their ground units,” Tournear said. “They’ll be able to talk directly to us, with Link 16, to our Tranche 0 satellites that are in orbit now.” SDA conducted similar Link 16 testing last year with an unnamed Five Eyes partner. In Space Symposium remarks, Tournear also reported progress in Link 16 demonstrations. SDA initially demonstrated space-to-ground communications with Link 16 in November. At the time, the network was able to connect about 50 percent of the time satellites were overhead and remain connected for about 30 seconds. Now, SDA is getting connectivity on 100 percent of satellite passes “and we have roughly 10 minutes of conductivity, which is essentially limb to limb as the satellite goes over,” Tournear said. “So, it’s working exceptionally well.”"
  },

  {
    "id": 14,
    "url": "https://spacenews.com/kepler-partners-up-for-esas-optical-data-relay-constellation/",
    "title": "Kepler partners up for ESA’s optical data relay constellation",
    "author": "Jason Rainbow",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/Signing--scaled.jpg?fit=1200%2C943&ssl=1",
    "content": "TAMPA, Fla. — Kepler Communications, a Canadian small satellite operator, is teaming up with Europe’s Airbus Defence and Space and its independent laser terminal subsidiary Tesat-Spacecom to develop an optical relay network in low Earth orbit (LEO). The Canadian company is leading the group to help bid for a greater role in the European Space Agency’s High Throughput Optical Network (HydRON) program. First presented to Europe’s Ministerial Council in November 2019, HydRON envisages a multi-orbit, terabit-per-second transport network for extending the reach of fiber networks on the ground. Previously, Kepler was a subcontractor within two competing groups that won early ESA study contracts in 2022 for a multi-orbit HydRON demonstration mission: one led by Airbus and another led by Thales Alenia Space. These studies ran in parallel to look at the feasibility of laser communication payloads in LEO and geostationary orbit (GEO) that could connect with each other, several optical ground stations and terrestrial fiber networks. Mina Mitry, Kepler’s CEO, said the new consortium is working on proposals for succeeding phases of the HydRON program that are focused on developing its LEO, ground and networking elements. These phases cover next steps for defining and further developing a potential HydRON demonstration mission and are currently out for tender. ESA spokesperson Christopher Vasko said the agency plans to award contracts for the next phase of HydRON before the end of summer. Initial satellites are slated to be in orbit between 2026 and 2027. ESA is also expected to release future tenders to cover additional orbital regimes, which Mitry said would be compatible with the undisclosed number of LEO satellites his group is planning. In the new consortium, Kepler plans to leverage technology it is already developing for its own LEO optical data relay network. The operator currently has 21 satellites in a sun-synchronous fleet that provide low-data-rate connectivity for devices out of range of terrestrial networks. Kepler’s proposed LEO data relay network would be placed along two near-orthogonal planes in sun-synchronous orbits to enable continuous communications with LEO satellites. According to Kepler, the data relay network would provide real-time connectivity for LEO satellites, which can otherwise only relay information when passing over approved ground stations. The company launched its first two optical pathfinder satellites in late 2023 and has previously outlined plans for 140 satellites in total. It expects to start providing data relay services to commercial and government customers next year. “It was found that Kepler’s commercial plans and Agency Objectives were well aligned, so each side is being leveraged to complement the other,” Mitry told SpaceNews via email. For the consortium, Kepler’s optical communications contribution includes constellation design and operation. Airbus is providing network systems engineering and a ground segment that would include optical stations. Tesat is responsible for laser communication terminals and spaceborne networking equipment. Thales Alenia Space is responding to the latest HydRON tender through its Italian subsidiary, according to a spokesperson for the company, which is leading a separate consortium of companies that have yet to be announced."
  },

  {
    "id": 15,
    "url": "https://spacenews.com/faa-no-current-plans-to-tax-commercial-space-launches/",
    "title": "FAA: no current plans to tax commercial space launches",
    "author": "Jeff Foust",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/bandwagon1.jpg?fit=1200%2C800&ssl=1",
    "content": "COLORADO SPRINGS — A Federal Aviation Administration official said April 10 that the Biden administration has no plans for the time being to levy taxes on commercial launches, similar to those on airlines, to address the launch industry’s impact on airspace. The New York Times reported April 4 that the Biden administration was proposing to tax companies that perform commercial launches, modeling the tax on those the Department of Transportation charges on commercial airline tickets that go into a trust fund that supports airport infrastructure and airspace operations. The article suggested that launch companies were getting a “tax-free ride” by not funding the FAA’s air traffic management work even as launches impose temporary airspace closures that affect aviation. However, Kelvin Coleman, FAA associate administrator for commercial space transportation, told reporters at the 39th Space Symposium that there are no current plans to seek a tax on commercial launches. “The president’s budget request does not include a tax proposal,” he said. He noted there had been conversations about ensuring the air traffic control system had adequate resources to deal with a growing volume of traffic, both aviation and spaceflight. Those discussions included the possibility of taxes on commercial launches and reentries as one mechanism for raising money, but that had not yet advanced to a formal proposal. “At this point, there is no concrete proposal in the president’s budget request. There are conversations, there’s things we talked about, but I think there’s still a ways to go before we see something concrete in that regard,” he concluded. The commercial launch industry privately reacted to the report about the tax proposal with surprise and dismay. They were also concerned about how the article portrayed the effects of commercial launches on the National Airspace System, with one former air traffic controller comparing the airspace closures for launches to “a hurricane making landfall.” Coleman said the relationship with the FAA’s Air Traffic Organization has been positive. He said was “pleasantly surprised” by the level of cooperation with between the aviation and launch sectors at a meeting last year facilitated by the FAA in Florida, which experiences the most launch-related airspace closures. “There’s obviously been growing concerns about do we better integrate commercial launch activities into the National Airspace System,” he said. “I’ll give credit to the Air Traffic Organization at the FAA. They’ve done a great job of coming up with dynamic airspace procedures that allow us to be less conservative in the allocation of airspace.” He acknowledged, though, worries about the growing frequency of launch and its impacts on airspace. “Are there still some points to be worked out? Absolutely,” he said. Coleman’s office has also been busy with SpaceX’s Starship, which performed its third integrated test flight March 14. SpaceX executives, including Chief Executive Elon Musk, said the company will be ready to conduct its next launch as soon as early May. That will require the FAA to approve SpaceX’s mishap review and update the launch license. Coleman stopped short of endorsing that timeline at the briefing. “I think we can possibly get there. I’m not going to say we will get there absolutely in May, but I won’t say it’s out of the question, either.” The launch license, he said, will require modifications because the next flight will fly a different profile. “They’re going to do some different things with this particular mission,” he said, deferring to SpaceX to provide details about those changes. SpaceX has not discussed its plans for the upcoming flight in detail, although Musk said last week they will attempt a landing of the Super Heavy booster on a “virtual tower” in the Gulf of Mexico as a precursor to landing the booster back at the Starbase launch site on a later launch. Coleman said the FAA may be able to first complete a public safety determination, finding that there were no flaws in critical safety systems on the March launch that would have endangered the safety of the uninvolved public. If so, “that would decouple the mishap investigation from the license modification, and that means that we could get the license modification done while the mishap investigation is ongoing.”"
  },

  {
    "id": 16,
    "url": "https://spacenews.com/pentagon-research-chief-calls-for-commercial-radiation-hardened-electronics/",
    "title": "Pentagon research chief calls for commercial radiation-hardened electronics",
    "author": "Debra Werner",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2022/12/7288123.jpg?fit=1000%2C701&ssl=1",
    "content": "COLORADO SPRINGS — Heidi Shyu, undersecretary of defense for research and engineering, is calling on commercial industry to develop affordable, radiation-hardened electronics. “Commercial innovation in this area can help to ensure the security and resilience of our satellite systems in orbit,” Shyu said April 9 at the 39th Space Symposium here. The comments from the Pentagon’s top research official were further evidence that the U.S. military is concerned about the possibility of detonation of a nuclear weapon in space that could degrade or permanently disable individual satellites or entire constellations. “By making this statement about radiation enforcement in front of the global audience of U.S. and foreign commercial and government space operators, she warns the global community about space threats without identifying what the U.S. might know that led to such a warning,” Cortney Weinbaum, RAND senior management scientist, said in a statement. “All space systems would already be hardened against the background radiation of space, which makes her call-to-action novel and an increase over previous [statements regarding] space defense.” Concerns of a new Russian antisatellite weapon being developed, but not yet fielded, were confirmed by the White House in February. At the time, John Kirby, White House national security communications advisor, did not address reports that the Russia weapon was either nuclear-powered or designed to produce an electromagnetic pulse to disable satellite electronics. Still, those reports have raised concerns about radiation hardening of space-based electronics. “Recent reporting regarding the prospect of Russia launching nuclear warheads on long-range boosters or from orbiting platforms raises additional concerns of nuclear detonations in space,” Shyu said. In Space Symposium remarks, Shyu also called attention to the Defense Department’s 2024 Commercial Space Integration Strategy released earlier this month. “This strategy seeks to align the Department’s efforts to drive more effective integration of commercial space solutions into national security space architectures,” Shyu said. “Central to this integration of commercial space capabilities into defense operations is the imperative to broadly diversify our capabilities to provide increased resilience.” In addition to radiation-hardening, Shyu cited “novel orbits, varied communication pathways, advancements in propulsion technologies and increased cooperation with our allies” as ways to increase the resilience of space assets."
  },

  {
    "id": 17,
    "url": "https://spacenews.com/small-astranis-geo-broadband-satellites-are-getting-bigger/",
    "title": "Small Astranis GEO broadband satellites are getting bigger",
    "author": "Jason Rainbow",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/Omega_With_Beams-scaled.jpg?fit=1200%2C675&ssl=1",
    "content": "TAMPA, Fla. — Astranis announced plans April 10 to deploy 50% larger broadband satellites from 2026 to offer five times more throughput, while still remaining far smaller than typical geostationary spacecraft to save costs. CEO John Gedmark said Omega is designed to provide more than 50 gigabits per second of throughput, compared with 10-12 Gbps for each of the nine satellites customers have ordered for launch over the next two years. Omega has slightly more mass than these dishwasher-sized 400-kilogram satellites, Gedmark told SpaceNews in an interview, and comes in at around 600 kilograms. Traditional broadband satellites weighing thousands of kilograms can reach the size of a school bus, giving them more room for transponders and power. Each satellite in Viasat’s next-generation constellation, for instance, is roughly 6,000 kilograms and designed to provide 1,000 Gbps of throughput — although the first Viasat-3 suffered an issue that reduced this capacity by more than 90%. Similar to the small geostationary satellites Switzerland’s Swissto12 is developing, Astranis spacecraft are scaled to provide more targeted broadband services over a smaller area, such as a country. Astranis customers to date include local telcos seeking to provide regional coverage in the United States, Mexico, Argentina, Thailand, and the Philippines. Astranis operates the satellites it builds and leases the capacity over their design life, which at around eight years is roughly half that of conventional geostationary satellites. According to Astranis, satellites sold so far would bring in $1.2 billion of revenue over their lifetimes. Arcturus, the first and only satellite Astranis has deployed to date, suffered solar power issues after launching last year. SpaceX is due to launch a batch of four Astranis satellites on a single Falcon 9 rocket this year — collectively Block 2 — which were upgraded to fix the solar array component glitch. An undisclosed rocket has been lined up to deploy five more satellites as part of Block 3. Gedmark declined to say what future batch of satellites would include Omega in 2026. He said the first flight vehicle of Omega will be completed in mid-2025. While current generation satellites use hybrid chemical and electric propulsion, he said Omega would be all-electric to increase design life to nearly 10 years and improve in-orbit maneuverability. Gedmark declined to disclose any customers for Omega but said Astranis is developing two versions: A dual-use satellite using commercial and military Ka-band frequencies and a military-only version on X-band. “On the U.S. government side, we know they are looking for as much capacity as they can get,” Gedmark said, “and they’re also looking to move to more proliferated architectures.” He pointed to Protected Tactical SATCOM – Global (PTS-G), a two-year $558 million program in the President’s recent FY 2025 budget request for a proliferated geostationary telecoms constellation of small satellites in Ka and X-band. “We’re very excited about the program,” he said. “We intend to compete and we intend to win.” Performance jump To pack more performance into a small form factor, Gedmark said Omega would use Astranis-designed semiconductors to produce high-power radio frequency signals, instead of vacuum tubes used by traditional geostationary satellites. “Traveling-Wave-Tube Power Amplifiers are very heavy, long-lead, and expensive,” he said, “and so going to a payload that’s using [Solid-State Power Amplifiers] is quite a leap.” Astranis is also ordering larger deployable reflectors for Omega from Louisville, Colorado-based Tendeg to improve performance. In general, though, Astranis is seeking to bring more components in-house to accelerate and improve production. About half of Arcturus was made in-house, compared with nearly 60% for the San Francisco-based company’s most recently produced satellites. Astranis intends to build around 70% of Omega’s components. Companies that have supplied components for earlier Astranis satellites include L3 Harris Technologies, RUAG Space, Kongsberg Defense and Aerospace, Aitech Systems, and Moog. Astranis has not named the company that supplied the faulty solar array component on Arcturus. Block 2 includes a multi-mission satellite called UtilitySat that would provide interim services for Alaskan telco Pacific Dataport, which ordered Arcturus for services over Alaska. In February, Astranis sent Arcturus on a two-month journey to an orbital slot over Asia to instead enable Israeli satellite operator Spacecom to meet a regulatory deadline for bringing the position into use."
  },

  {
    "id": 18,
    "url": "https://spacenews.com/space-force-unveils-strategy-to-leverage-commercial-tech-innovation/",
    "title": "Space Force unveils strategy to leverage commercial tech innovation",
    "author": "Sandra Erwin",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/7P6A0396-scaled.jpg?fit=1200%2C800&ssl=1",
    "content": "COLORADO SPRINGS — Following the Pentagon’s recent guidance urging greater use of commercial space technologies, the U.S. Space Force on April 10 released its own blueprint for integrating private-sector capabilities. In a speech at the 39th Space Symposium, Chief of Space Operations Gen. Chance Saltzman said the strategy serves as foundational guidance for military and civilian leaders tasked with identifying future space needs, securing funding, and acquiring necessary technologies. Saltzman said the strategy formalizes how the Space Force plans to move forward working with commercial industry to drive development of more resilient and combat-capable architectures while deploying them faster, in greater numbers and at a lower cost. “The Space Force is committed to enhancing its partnerships with the commercial space industry, our allies and other international partners,” he said. “Today we find ourselves in the midst of a great power competition with our adversaries,” Saltzman added. “Cooperation among industry leaders and allies has proven particularly effective in challenging Russia’s efforts in Ukraine. And throughout our nation’s history, military success has hinged on support from commercial industry.” ‘Not a panacea’ Saltzman in his remarks tempered expectations, noting the highly anticipated commercial strategy document is not a cure-all. “It is not a panacea. It does not provide all the answers,” he said. “But I do think it frames the discussion that must take place. It sets the conditions for productive collaboration, and it starts the critical processes needed to accelerate the purposeful pursuit of hybrid space architectures.” A dominant narrative is the concept of hybrid architectures — where the Space Force will combine U.S. government assets, allied contributions, and commercially developed systems. Saltzman cautioned that anyone who expects the strategy to be a silver bullet solution will be let down. “In fact, if you read this strategy expecting to see the answers to the most challenging problems of commercial integration, you will be disappointed,” he said. “If you are expecting the document to outline how much money is available for us to dole out for each mission area, you will be disappointed.” However, “if you understand that effective integration will only come about with a common understanding of our priorities, the missions where we need help, our proposal evaluation criteria and clear definitions of terms to enhance that collaboration. I think you’ll find this document useful as a tool to drive process change, to shift our mindset and useful to see the space Force’s relationship with industry in a new light.” In crafting its commercial space strategy, Saltzman said, the Space Force convened two focus groups, gathering input from industry leaders, think tank experts, and government officials. The draft strategy was also circulated more widely, with hundreds of people providing feedback. ‘Tough choices’ Depending on available resources and funding, he said, “we are going to have to make trades between what we buy and what we build. Therefore, we are challenging the team to identify how best to optimize our resources as we work to deliver space capabilities needed by the Joint Force.” To help the industry understand the military’s thinking, the commercial space strategy outlines broad criteria that will be used to evaluate industry proposals. The first is operational utility, or the ability to satisfy a needed requirement for Space Force operations in support of a joint campaign. “We are not just buying things because we can. We will be contracting for capabilities that directly enable us to satisfy service or joint requirements and are clearly traceable to those requirements,” said Saltzman. The second consideration is the cost to acquire and exploit a technology “at sufficient value and at a cost that the Space Force is prepared to resource,” he said. An example is evaluating whether to purchase time on a commercial ground architecture for telemetry tracking and commanding versus buying new antennas for the military’s satellite control network. Another criteria is commercial systems’ ability to improve resilience and reduce risks to military users. “Commercial space capabilities enhance our capacity and resiliency, but only if they contribute to defense,” said Saltzman. The more desirable commercial systems are those “able to protect themselves or operate effectively under contested circumstances.” How quickly a technology can be fielded and put to operational use is another concern. “Time matters because we are running out of it,” said Saltzman. “The timeline from concept to operational capability will be important. We don’t have the luxury of waiting years for programs to deliver. “We will evaluate commercial capabilities not just on their level of innovation and capability, but also on the timeline to get it to the field and available for use by the Joint Force,” he added. Saltzman echoed concerns raised by Secretary of Defense Lloyd Austin in DoD’s commercial space integration strategy. Austin warned that commercial technologies should be integrated, as opposed to merely augmenting existing government systems. Saltzman said he agreed that this will require a shift in approach within the department. ‘Mission areas’ Tactical surveillance, reconnaissance, and tracking; space-based environmental monitoring; positioning, navigation and timing, and space access mobility and logistics are highlighted as the top mission areas targeted for new commercial integration. Existing areas of commercial collaboration, such as satellite communications, launch services, and space domain awareness, will continue to receive investment. “The Space Force is undergoing a significant shift,” the strategy states. “We require stronger partnerships with commercial and allied entities to establish hybrid space architectures. These architectures will integrate Department of Defense, commercial, and allied space systems, resulting in more resilient, redundant, and combat-ready capabilities.”"
  },

  {
    "id": 19,
    "url": "https://spacenews.com/u-s-government-plans-review-of-space-technology-export-controls/",
    "title": "U.S. government plans review of space technology export controls",
    "author": "Jeff Foust",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/39ss-parikh.jpg?fit=1200%2C800&ssl=1",
    "content": "COLORADO SPRINGS — The State and Commerce Departments will start a process this summer to update space systems on export control lists, potentially lessening the restrictions on some technologies. Speaking at the 39th Space Symposium April 9, Chirag Parikh, executive secretary of the National Space Council, said the upcoming review was needed to reflect rapid changes in space capabilities since the last time space export controls were reformed in the early 2010s. “It’s been over a decade since we had the last significant amount of export control review on space technology,” he said. “I think the technology has evolved. I think the global capabilities of space have evolved.” Parikh said the plan is for the State Department and Commerce Department to release an advance notification for potential rulemaking in mid-June. That will consider what technologies currently on the U.S. Munitions List, which is administered by the International Traffic in Arms Regulations (ITAR), could be moved to the Commercial Control List, which is under the less restrictive Export Administration Regulations (EAR). The notification does not mean any technologies will be moved from ITAR to EAR, but it will solicit comment on what technologies should be considered. “We encourage you to provide official responses when that comes out,” he said, “and we look forward to being able to further facilitate some of the efforts going on here.” Many in industry, including those involved in the previous export control reform efforts, have argued that a new review of space technologies currently under ITAR is needed. “While we’ve made progress, technology also moves on. If we don’t evolve our export control rules to cover what’s happening now, we’re going to find ourselves in the exact same place we were a decade ago,” said Mike Gold, chief growth officer at Redwire and who previously advocated for export control reforms, during a panel at the FAA Commercial Space Transportation Conference in February. Parikh said he was aware of the need to keep U.S. companies competitive through updated export controls. “We need to make sure that we have a fair and level playing field so we have competition globally and we can also enable partnerships along the way as well.” Improved export controls can also benefit international partnerships, another major theme of Parikh’s speech. He said a focus for this year is to have agencies such as NASA, the State Department and the U.S. Agency for International Development (USAID) collaborate on how to use space to help other countries. One example is an interagency delegation that attended the NewSpace Africa Conference in Angola earlier this month. “It’s not space capacity building. It’s international capacity building using space,” he emphasized. “We have so many programs across the government, across nonprofit institutions that can benefit from the services you all provide today, and we need to take advantage of that.” He noted, though, that the U.S. government remains interested in helping countries develop space policies and adopt best practices, such as through implementation of aspects of the Artemis Accords. On national security, he added, “let’s just say there’s a lot of initiatives going on right now. There’s a lot of challenges that we must unencumber.”"
  },

  {
    "id": 20,
    "url": "https://spacenews.com/esa-awards-contract-to-thales-alenia-space-to-restart-exomars/",
    "title": "ESA awards contract to Thales Alenia Space to restart ExoMars",
    "author": "Jeff Foust",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2020/01/2.-ExoMars2018_Rover_20140321_9k.jpg?fit=1000%2C665&ssl=1",
    "content": "COLORADO SPRINGS — The European Space Agency awarded a contract to a consortium of companies to resume work on a Mars rover mission that was derailed two years ago by geopolitics. ESA announced April 9 it awarded a contract worth 522 million euros ($567 million) to a team led by Thales Alenia Space to restart work on the ExoMars Rosalind Franklin mission. That mission will deliver to the surface of Mars the Rosalind Franklin rover, equipped with a drill that will go up to two meters into the surface, collecting material to analyze for evidence of past or present life. ExoMars was scheduled to launch in September 2022 on a Russian Proton rocket, part of a partnership between ESA and Roscosmos that also included Russian development of a landing platform for the rover. However, ESA suspended cooperation on the mission weeks after Russia’s invasion of Ukraine in February 2022 and put the completed rover in storage. The new contract covers work to replace some of the contributions Russia provided. Thales Alenia Space, the prime contractor, will lead the design of a new landing platform to replace the Russian design, and will handle assembly, integration and testing work. Airbus Defence and Space, which built the rover, will provide mechanical, thermal and propulsion systems for the landing platform. ArianeGroup will be responsible for the landing module’s heat shield and OHB a carrier module. “There is a complementary difference in technologies and experience that each of the major players in the consortium have,” said Massimo Comparini, deputy chief executive and senior vice president for observation, exploration and navigation at Thales Alenia Space, said in a briefing about the new contract at the 39th Space Symposium. Besides getting ExoMars back on track, the contract will help Europe develop key technologies in entry, descent and landing, or EDL. “The key aspect is that we develop new capabilities in Europe, industrial capabilities,” said Daniel Neuenschwander, ESA director of human and robotic exploration, at the briefing. “EDL is a key topic.” The new lander will not require any major modifications to the rover itself, he said. Thales Alenia Space noted in a statement that its work on the contract will include a “full audit and tests” of the rover and other mission hardware, as well as the installation of a new infrared spectrometer instrument on the rover. ExoMars will also incorporate contributions from NASA under a partnership between NASA and ESA announced after Russia was removed from the mission. NASA will provide aerobraking engines and radioisotope heating units (RHUs), small devices that use the heat produced by the decay of plutonium to keep the spacecraft warm. NASA will also provide a launch of the mission, currently scheduled for the fourth quarter of 2028. Neuenschwander said NASA is currently procuring a launch vehicle for ExoMars but has not selected one yet. “There are natural candidates that you can imagine that are currently operational launchers currently going from U.S. soil” that could be used for ExoMars, he said. Comparini said there was no one specific factor on the critical path to that late 2028 launch date. “It’s more the complexity of what must be refurbished and adapted for the mission,” he said. “We are now facing the classical challenges we have in these types of missions,” Neuenschwander added, calling the new contract a “major stabilization” of the program. “Now, a lot of work remains to be done, but we are back on track in a nominal, typical space program.”"
  },

  {
    "id": 21,
    "url": "https://spacenews.com/l3harris-taps-mercury-systems-to-supply-solid-state-data-recorders-for-missile-warning-satellites/",
    "title": "L3Harris taps Mercury Systems to supply solid-state data recorders for missile-warning satellites",
    "author": "Debra Werner",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/rsz_1rsz_l3harris_sda_t2_tracking_v2.png?fit=879%2C495&ssl=1",
    "content": "COLORADO SPRINGS — Mercury Systems announced a $31 million contract April 10 to supply solid-state data recorders to L3Harris Technologies for the U.S. Space Development Agency’s Tracking Layer Tranche 2. “We are extremely proud to provide the on-orbit data storage capabilities for this important national security mission,” Tom Smelker, general manager of Mercury’s microsystems business unit, said in a statement. “The Mercury Processing Platform brings unique advantages to the space domain, with edge-ready products that turn data into decisions.” In January, SDA awarded contracts to L3Harris, Lockheed Martin and Sierra Space to produce 18 Tracking Layer Tranche 2 satellites apiece with infrared sensors to track hypersonic missiles in flight. Another four satellites L3Harris built for SDA’s Tracking Layer Tranche 0 launched in February. And SDA tapped L3Harris in December to begin producing 16 Tracking Layer Tranche 1 satellites. With the latest award, Mercury is providing primary data storage devices for all three L3Harris Tracking Layer constellations. The Mercury solid-state recorders are designed to tolerate radiation and “enable on-orbit sensor data processing and storage,” according to the news release. NASA’s Earth Surface Mineral Dust Source Investigation, an imaging spectrometer mounted on the international space station, also is equipped with Mercury solid-state data recorders."
  },
  {
    "id": 22,
    "url": "https://spacenews.com/small-satellites-aim-to-fill-big-shoes-for-military-weather-data/",
    "title": "Small satellites aim to fill big shoes for military weather data",
    "author": "Sandra Erwin",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/RROCI_PressImage_v2_240313-e1712184049958.jpg?fit=1200%2C914&ssl=1",
    "content": "COLORADO SPRINGS — Orion Space Solutions is looking to demonstrate how shoebox-sized satellites can reliably capture vital meteorological observations that have traditionally required large, more expensive spacecraft. The company is one of two selected by the U.S. Space Force for the Electro-Optical/Infrared Weather System program, or EWS. The military is considering deploying a distributed architecture to monitor weather conditions from space in a more affordable way. Based in Louisville, Colorado, Orion Space is a subsidiary of the defense contractor Arcfield. The company on March 4 launched a tiny 12U cubesat, which is set to begin a year-long demonstration mission. Chad Fish, general manager and president of Orion Space, said the cubesat will be circling the Earth in a low-altitude polar orbit to capture imagery of cloud cover, a critical data point for military operations worldwide. This demonstration serves as a crucial test for the Space Force, which is grappling with the looming obsolescence of its two remaining Defense Meteorological Satellite Program (DMSP) spacecraft. Last month’s launch was Orion’s second attempt to deploy the EWS prototype, a year after the first mission failed to separate from the rocket. Despite its small size, Orion’s spacecraft carries a substantial electro-optical sensor that will be able to demonstrate cloud imaging capabilities, Fish said. Another goal of the mission is to prove that cubesats are sufficiently reliable and resilient to fulfill military needs. The Pentagon’s latest budget proposal allocates about $80 million annually for the EWS program over the next five years. The U.S. military and allies rely on cloud cover data to plan military operations such as flight routes, missile strikes, combat search and rescue, and overall intelligence collection. Fish said the idea of using commercially developed small satellites to fill the gap left by the retirement of DMSP would have not been considered even five years ago, but the technology has improved rapidly. He said dozens of cubesats would be needed to provide global coverage if the Space Force wanted to move forward with the concept, Fish said. “I do believe that the government and even just industry in general are starting to accept commercial offerings as supportive or complementary to the traditional government approaches.” Second demo planned for 2025 A second EWS satellite is being developed by San Diego, California-based General Atomics Electromagnetic Systems for delivery in 2025. Much larger than a cubesat, this will be a nearly 300-kilogram ESPA Grande ring-shaped spacecraft. A company spokesperson said the payload for General Atomics’ EWS satellite will be completed this year and shipped to the company’s assembly and integration facility in Centennial, Colorado. The Space Force also is exploring the possibility of buying weather data as a service as an alternative to operating government-owned satellites. According to Space Force budget documents, the next phase of EWS will “explore various technology projects and partnerships to determine the most technically acceptable, resilient, and affordable option.” An acquisition strategy “will be decided in fiscal year 2026 and will consider modern architectures such as proliferated LEO, hosted payloads or other commercial capabilities.”"
  },

  {
    "id": 23,
    "url": "https://spacenews.com/relativity-space-delays-nssl-bid-focuses-on-2026-terran-r-debut/",
    "title": "Relativity Space delays NSSL bid, focuses on 2026 Terran R debut",
    "author": "Sandra Erwin",
    "releasedDate": "April 10, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/Terran-R-LC-16-Pad-Labeled-scaled.jpg?fit=1200%2C675&ssl=1",
    "content": "COLORADO SPRINGS — Relativity Space, a company known for its 3D-printed rockets, is putting its initial bid for National Security Space Launch (NSSL) Phase 3 contracts on hold for now. Relativity was initially aiming to compete for the first round of NSSL Phase 3 contracts expected to be awarded later this year. However, the California-based company’s new Terran R rocket won’t fly until 2026 at the earliest, which falls outside the timeframe for this year’s NSSL Phase 3 awards. “We’ve been fairly transparent with our schedule over the last year and have continued to hit our milestones,” Joshua Brost, chief revenue officer at Relativity Space, told SpaceNews. “We’re very comfortable about on-ramping to NSSL in the future, likely next year as we approach that 12 months from initial launch.” To bid for the first round of NSSL contracts, new entrant launch providers have to demonstrate their vehicle will be ready to fly 12 months from proposal submission in order to join the pool of providers, also known as “on ramping.” Dual-lane approach The Space Force, the branch of the military responsible for national security operations, introduced a dual-lane approach in NSSL Phase 3. Lane 1 caters to missions that can be performed by medium-lift launch vehicles like Terran-R and is open to a wider range of providers, including newcomers. The Space Force said it plans an annual on-ramping process, expected to continue until 2034 under Lane 1. A new entrant, even after being on-ramped, can’t get an actual contract until after it launches its first mission. Relativity has not yet announced its first customer for the debut launch of Terran R. Only heavy-lift rockets that can fly directly to geostationary orbit can compete for Lane 2 contracts comparable to those currently held by United Launch Alliance and SpaceX. “We are highly motivated by the feedback we continue to get from the Space Force and from customers,” said Brost. “There’s a strong feeling that there just aren’t enough choices or enough competition, particularly in the medium and heavy launch market.” This sentiment aligns with the Space Force’s goals for NSSL Phase 3. Officials said the dual-lane system aims to foster competition within the launch industry, potentially driving down costs and spurring innovation. By opening Lane 1 to new players, the Space Force hopes to create a more robust and diverse launch services market. Launch pad at Cape Canaveral In the meantime, Relativity Space is forging ahead with Terran R’s development. Construction of the launchpad at Cape Canaveral Space Launch Complex-16 is underway. Brost said the company remains confident in its 2026 launch target. He noted that Relativity is benefiting from close collaboration with the Space Force, which is providing valuable input to ensure the reusable Terran-R can meet stringent requirements. Relativity was formed in 2015 and initially planned to fly a small rocket, called Terran 1. But the vehicle was shelved a year ago after just one flight and the company pivoted to the larger Terran R, designed to haul up to 20 metric tons to low Earth orbit. It intends to compete in the market currently dominated by the SpaceX Falcon 9. Rocket Lab and Firefly Aerospace also are developing medium rockets for commercial and NSSL missions. To help accelerate the development of Terran R, Relativity leased nearly 300 acres of testing infrastructure at NASA’s Stennis Space Center in Mississippi. The company has used other facilities at Stennis to test engines both for its original Terran 1 and Terran R. Relativity is now refurbishing the Apollo-era A-2 stand to support vertical testing of the reusable first stage of Terran R."
  },

  {
    "id": 24,
    "url": "https://spacenews.com/investment-banks-take-stock-of-evolving-space-finance-challenges/",
    "title": "Investment banks take stock of evolving space finance challenges",
    "author": "Jason Rainbow",
    "releasedDate": "April 9, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/Garg-scaled.jpeg?fit=1200%2C800&ssl=1",
    "content": "TAMPA, Fla. — It is becoming more difficult for young space companies to close growth-stage funding rounds amid increasing investor scrutiny, according to an April 9 panel of investment bankers and equity analysts. The poor trading performance of early-stage space companies listed on the stock exchange in recent years, coupled with the end of cheap capital as interest rates rise, is weighing on businesses’ ability to build scale in the market. Citigroup investment banker Sameer Garg said during the Space Symposium in Colorado Springs that young space companies used to just need to nail down one lead investor to close a funding round. Then it became “a market of two,” where the success of a funding round depended on existing investors stepping up and continuing to demonstrate their interest and desire to support a company alongside a lead investor, Garg continued. “We’re in this sort of strange time right now where, because there has been some level of fatigue coming out of [the] 2022-2023 timeframe, that it has become a market of three,” Garg said, “where it is not just the existing investors … but the lead investors also want to know if there’s someone else who will either be a co-lead or will write a substantial check.” Citigroup advised Sierra Space on a $290 million Series B funding round last year to accelerate work on its Dream Chaser vehicle and commercial space stations. Garg said a funding round of this scale was only possible because existing investors stepped up meaningfully and joined a consortium of lead investors. Securing greater capital needs in later Series B and C rounds is particularly challenging, added Akshay Patel, managing director of boutique investment bank PJT Partners. Companies at this stage usually face more competition from others in space or other sectors for these growth dollars. Space companies have an easier time raising funds in the very early seed and Series A stages. Here, funding needs are smaller, and companies can tap into a larger pool of investors looking to bet on many different companies. “The funding universe has migrated more towards seed, Series A and Series B,” JP Morgan investment banker Mithil Mehta said, where there are “a lot of people wanting to write checks because they can use space as a market that is going to continue to grow, but they don’t want to write big checks into later stage companies for a smaller percentage of the ownership.” According to Citigroup’s Garg, later growth stages should become easier for space companies as markets mature and procurement cycles become clearer. Because increasingly cautious investors are spending more time scrutinizing funding deals nowadays, Mehta advised young space companies to start approaching investors early and to come with a well-developed story around why capital is needed and their path to profitability at scale. Regarding investor caution, Garg said the significant expenditures coming out of the U.S. government’s Space Development Agency provide a major boost for the broader space industry, but “there’s certainly a higher level of scrutiny than we’ve seen in the past.”"
  },

  {
    "id": 25,
    "url": "https://spacenews.com/nasa-rolls-out-new-space-sustainability-strategy/",
    "title": "NASA rolls out new space sustainability strategy",
    "author": "Jeff Foust",
    "releasedDate": "April 9, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/39ss-melroy.jpg?fit=1200%2C800&ssl=1",
    "content": "COLORADO SPRINGS — NASA announced a new approach to dealing with an increasingly crowded and dangerous environment in Earth orbit with a space sustainability strategy that puts an initial emphasis on analyzing the problem rather than technologies to solve it. NASA released April 9 the first volume of an integrated Space Sustainability Strategy that sets six goals for NASA, working with the rest of the space community, to better understand the growing risks from debris in Earth orbit and ways to mitigate those risks. The strategy, NASA Deputy Administrator Pam Melroy said in a speech at the 39th Space Symposium, is intended to tackle the complexity of the topic. “I’ve been very uncertain about what steps are actually going to have the biggest impact,” she said, arguing that past analyses have been too simplistic. “We’re at a place where common sense and intuition isn’t going to cut it anymore.” That’s why, she said, the first goal of the new strategy is to better understand the complexity of the issue. “We need to converge on a widely accepted framework for assessing space sustainability,” she said. “By collaborating with domestic and international stakeholders, we aim to establish a shared framework and a shared perspective.” “The framework is a fundamental thing to see success with the strategy,” Charity Weeden, associate administrator for NASA’s Office of Technology, Policy, and Strategy, said at a briefing after the speech. It will incorporate economic and technological aspects of sustainability. “It’s going to look complicated because it’s a complicated problem,” she added. That framework will, Melroy argued in her speech, allow NASA and others to better understand the effects of “turning multiple knobs at once” to determine what uncertainties are the most critical. The second goal of the strategy is to identify the most critical uncertain factors that affect space safety. “We want to seek breakthrough improvements to sense and predict the space environment, explore new operational approaches and identify cost-effective methods to limit debris creation,” she said, as well as managing risks from existing debris. Only then, she said, would NASA be ready to invest in technologies for space sustainability. “That’s the part everybody jumps to first. We think it comes third.” Melroy said NASA will then develop a technology portfolio to address the issues from the framework and tackle the critical uncertainties. Those technologies will include orbital debris management, enhanced space situational awareness, traffic coordination and environmental understanding. As part of the goal, NASA will develop transition plans to transfer those technologies to other users. “We’re aiming to benefit the whole space community, not just NASA,” she said. Two other goals address policy and coordination. NASA is working to update its internal policies for debris mitigation and support for active debris removal. The latter, Melroy said, put constraints on the level of NASA support for active debris removal technologies that the agency now wants to loosen. “We’re going to need to open up the boundaries a little bit,” she said at the briefing. The policy also directs NASA to coordinate with other agencies within the federal government as well as with commercial and international users of space. One example is ongoing work with the Office of Space Commerce on its Traffic Coordination System for Space, or TraCSS, civil space traffic coordination system. “We are proud to partner with the Office of Space Commerce,” Melroy said at the briefing, citing cooperation on the research and development aspects of TraCSS. “What I would hope is that if we come out with this strategy, it would feed their technology investments as well.” The sixth and final goal is for NASA’s internal organization on the issue. The agency plans to hire a director of space sustainability in the coming months to lead implementation of the strategy. Melroy said at the briefing that it was premature to discuss funding for the strategy, particularly investments in technologies, with the agency focusing in the near term on framework goal. “Let’s figure out what we’re doing first and what impact it will have,” she said. She added that with internal NASA planning already underway for its fiscal year 2026 budget proposal, to be released early next year, funding for space sustainability technology development projects that emerge from the strategy may have to wait until the fiscal year 2027 proposal. Melroy emphasized in her presentation that NASA’s work in space sustainability will be focused on science and technology, with no interest in taking on any kind of regulatory or operational role. “There are people who would like to see us be the space Coast Guard,” she said. “As a science and technology organization, we should be developing those capabilities and then transitioning them to users.” Yet, while she emphasized NASA is taking a deliberate approach, Melroy underlined the urgency of the problem. In her speech, she discussed the close approach between NASA’s TIMED spacecraft and a defunct Russian satellite, Cosmos 2221, Feb. 28. Neither satellite could maneuver to avoid a collision, and Melroy said later analysis showed the two spacecraft passed less than 10 meters from each other, narrowly avoiding a catastrophic collision. “It was very shocking personally and for all of us at NASA,” she said. “The TIMED spacecraft really scared us all.”"
  },

  {
    "id": 26,
    "url": "https://spacenews.com/astrobotic-and-mission-control-to-partner-on-lunar-rover-mission/",
    "title": "Astrobotic and Mission Control to partner on lunar rover mission",
    "author": "Jeff Foust",
    "releasedDate": "April 9, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/astrobotic-missioncontrol2.jpg?fit=1200%2C800&ssl=1",
    "content": "COLORADO SPRINGS — Astrobotic is partnering with Canadian space software company Mission Control on a small rover that will go to the Moon on Astrobotic’s next lander mission. The two companies announced April 8 that they will use Mission Control’s Spacefarer software to operate Astrobotic’s first CubeRover, which will go to the moon on Astrobotic’s Griffin-1 lander scheduled for no earlier than late this year. The CubeRover will be one of several secondary payloads on that lander, which will also deliver NASA’s VIPER rover. The shoebox-sized rover will test its maneuverability and communications on this first mission. It will also demonstrate the Spacefarer software’s ability to control the rover, including semi-autonomous navigation across the surface and analysis of images taken by the rover’s cameras. “We chose to work with Mission Control because of the extensive capabilities that they have in Spacefarer and also the very simple interface they built,” said Mike Provenzano, vice president of advanced development programs at Astrobotic, during a briefing at the 39th Space Symposium. Spacefarer is a cloud-based mission operations tool, said Ewan Reid, founder and chief executive of Mission Control, providing easy access to telemetry and other data as well as the ability to command a spacecraft through a point-and-click interface. It provides, he said, “all sorts of different tools that users need to try to make the best smartest decisions in the shortest amount of time.” The software will enable distributed control for CubeRover, with mission operations handled both at Astrobotic’s Pittsburgh headquarters and Mission Control’s Ottawa headquarters. “It’s truly going to be a joint mission with operators at both locations,” said Provenzano. “That’s really exciting and something that Spacefarer enabled.” Mission Control flew a version of Spacefarer on another lunar lander mission, ispace’s HAKUTO-R M1 lander, but that spacecraft crashed attempting to land on the moon in April 2023. Reid said that the software would have been able to receive and analyze data from that lander but not command it. Flying Spacefarer on CubeRover, he said, will help Mission Control open up new opportunities for his company, demonstrating that Spacefarer can handle operations of spacecraft. Those customers, he argued, can focus on their specific technologies, “and they don’t have to reinvent the wheel for an operations platform.” The Canadian Space Agency (CSA) stimulated the development of Spacefarer through its Lunar Exploration Accelerator Program (LEAP), intended to help Canadian companies demonstrate technologies for lunar missions. “The CSA recognizes that without that step in our development timeline, without having validated something that has flown and operated on a real mission, it’s very hard for us to sell it around the world,” Reid said. “Commercial companies are at the very beginning of creating a new market and economy at the moon,” said CSA President Lisa Campbell. “LEAP was created to provide thias wide range of opportunities for Canadian science and technology activities in lunar orbit, on the moon’s surface and beyond.” She said the agreement between Astrobotic and Mission Control is “validating something that we believe in at the agency, which is we need to try things, we need to be bold. The world wants more of what Canada has to offer.”"
  },

  {
    "id": 27,
    "url": "https://spacenews.com/the-outside-perspective-ses-qa/",
    "title": "The outside perspective | SES Q&A",
    "author": "Jason Rainbow",
    "releasedDate": "April 9, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2023/06/SES-Press-Release_O3b-mPOWER.jpg?fit=1200%2C675&ssl=1",
    "content": "TAMPA, Fla. — After taking the helm of SES in February, IT veteran Adel Al-Saleh plans to draw on his AI and terrestrial network expertise to position the geostationary and medium Earth orbit (MEO) operator to meet future broadband needs. His appointment comes at a critical juncture for an industry facing a lack of capacity to insure innovative, multimillion-dollar satellites following a string of high-profile failures. SpaceNews caught up with Al-Saleh as SES prepares to start services from O3b mPower before the end of April, despite power issues affecting four of the initial six satellites in its next-gen MEO network. What’s your take on the space market as a former industry outsider? What’s very clear to me from being here for such a short period of time is this is a very fast-evolving industry and that we must change. Doing things the way we did them for decades is not going to work anymore. The demand is growing and the customer sophistication around it is growing. It’s moving away from just basic capacity consumption into applications. Being able to allocate more bandwidth to users on an aeroplane who need it more, for example. If you have somebody doing emails versus someone streaming a video, it’s about differentiating and monetizing that somehow. This is coming to our industry and we need to be ready for it. How is your terrestrial and IT background helping here? Using AI and a software-based approach for designing, building, and running things is second nature to me. The satellite industry has a lot of data. While there are some cutting-edge companies that are beginning to train AI on that level of data to automate, they are not as advanced as I think they can be. How are you leveraging AI in space? Our first priority is using AI internally for how we run the company, such as automating workflows and using decades of data to anticipate events. AI can also help us recognize how there are different groups of users among our customers and enable us to adjust our network for their needs. We don’t need to know who the individual end users are, and we shouldn’t rely on them raising their hand — we should anticipate and cater to their needs in real-time and offer to enhance their experience with an upgrade. What are other near-term challenges facing the industry? It takes us too long to develop satellites. We are a very risk-averse industry, and that’s understandable. We spend several hundred million dollars to develop and launch a satellite. The industry needs to get comfortable with learning fast, failing fast, but then improving very, very fast. It’s not just the satellite operators, but manufacturers and technology providers all have the same challenge. Disruptors like Starlink are showing how to do it. Operators typically insure costly satellites, but the insurance market is reeling from a bad spell of big losses — including a $472 million claim from SES for the first four O3b mPower satellites. What impact will this have? It lowers the capacity available to insure things, but we haven’t decided to stop procuring or launching satellites. We just have to live with it. Because the first four O3b mPower satellites have been impaired, we had to take the risk and launched the fifth and sixth satellites without insurance. It’s not something we typically do but we had to do it. Most of our upcoming launch insurance coverages are already negotiated, and we will continue to monitor and optimize our insurance coverage and insurance premium. So we haven’t seen big constraints yet, but we see it coming."
  },

  {
    "id": 28,
    "url": "https://spacenews.com/nro-eyes-diverse-satellite-fleet-and-ai-powered-ground-systems-in-modernization-push/",
    "title": "NRO eyes diverse satellite fleet and AI-powered ground systems in modernization push",
    "author": "Sandra Erwin",
    "releasedDate": "April 9, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/419A5764-scaled.jpg?fit=1200%2C800&ssl=1",
    "content": "COLORADO SPRINGS — The National Reconnaissance Office, the secretive U.S. intelligence agency responsible for operating the country’s spy satellites, is developing a more diverse fleet of satellites alongside an overhaul of its ground systems. Troy Meink, principal deputy director of the NRO, said the agency is looking to develop a more diverse satellite architecture, including smaller and more maneuverable models, to improve its intelligence gathering across a wider range of orbits and mission profiles. “We are pushing the boundaries to ensure we stay on the leading edge of innovation,” Meink said April 9 in a keynote speech at the 39th Space Symposium. “Over the next decade, we will continue to increase the number of satellites operating across multiple orbits, not just large systems that are the traditional hallmark of the NRO, but also smaller proliferated systems.” In parallel with the changes to its space-based systems, the NRO is also overhauling its satellite ground architecture, investing heavily in new technologies like artificial intelligence (AI) and machine learning to help process the flood of data coming from its expanding satellite network. “Expanding our overhead architecture will provide greater revisit rates, increased coverage, and more timely delivery of information,” Meink said. “This will make our collection more agile, eliminate single points of failure and will make our constellations more resilient.” Ground systems A more diverse space architecture will allow the NRO “to collect an order of magnitude more data,” he said. “So this means ground operations must evolve as well. I think this is actually one of the biggest challenges we face. … It’s not the bits that matter. It’s how the bits get organized into useful information that’s important.” The NRO’s push to modernize its ground systems started several years ago, said Joshua Perrius, senior vice president of Booz Allen Hamilton. The company is a support contractor to the NRO for ground systems modernization. “The goal is more automated tasking and collection based on data models and less on human planned activities,” Perrius told SpaceNews. “The NRO is seeking more advanced data processing and exploitation capabilities on the ground to make sense of all the data it’s collecting,” he said.  “They have to be able to rapidly task, re-task, and exploit data from a more diverse and resilient constellation, while also leveraging the latest AI and automation tools,” said Perrius. He said AI and machine learning algorithms can help to identify critical information and generate actionable intelligence much faster than traditional methods. While the specific details of the NRO’s plans are classified, Perrius noted, this shift towards a more diverse satellite fleet and AI-powered ground systems signifies a major transformation for the intelligence agency. The NRO’s fleet includes imaging satellites that take high-resolution pictures of the Earth’s surface, signals intelligence satellites that intercept and collect electronic communications, and others that gather information about objects by analyzing radio frequencies and other emissions. Access to ‘hostile territory’ “Millions of people count on us everyday,” Meink said at the Space Symposium. “Civilian customers depend on space collection to assist them with natural disasters, help predict climate change, and help relief agencies determine how and where to deliver humanitarian aid.” The Department of Defense and the intelligence community, he added, depend on the NRO capabilities, for example, for geolocation data and high-resolution imagery. “The NRO systems are often the only tools able to access hostile territory or rugged terrain so we can collect critical information.”"
  },

  {
    "id": 29,
    "url": "https://spacenews.com/planet-unveils-platform-to-merge-data-with-analytics/",
    "title": "Planet unveils platform to merge data with analytics",
    "author": "Debra Werner",
    "releasedDate": "April 9, 2024",
    "photoURL": "https://i0.wp.com/spacenews.com/wp-content/uploads/2024/04/rsz_screenshot_2024-04-09_at_23948_pm.png?fit=879%2C461&ssl=1",
    "content": "COLORADO SPRINGS – Planet unveiled a platform April 9 that merges Earth-observation datasets with Sentinel Hub cloud-based analytics and tools. The Planet Insights Platform is designed to help government and commercial customers rapidly analyze, stream and distribute data. “This breaks down the conventional barriers to leveraging the power of Earth-observation data while laying the foundation for future cutting-edge capabilities that make it easier for our partners to build solutions and our customers to get the answers they need,” Troy Toman, Planet senior vice president of product and software engineering, said in a statement. Planet gained Sentinel hub in 2023, when the San Francisco-based company acquired Slovenian startup Sinergise Labs. Through the Planet Insights Platform, government and commercial customers will gain access to proprietary artificial intelligence “to create harmonized, cloud-masked and spatially consistent daily stacks of images, which enable time-series analysis and machine learning applications,” according to the news release. The Planet Insights Platform is designed for customers focused on change detection. “Detection AI-based models point to where development is taking place across country-wide areas, on a weekly basis,” the news release said. “This can help users clearly understand how and where the places they care most about are evolving.” In addition, the Planet Insights Platform makes it easier to “trace the boundaries of agricultural parcels” and monitor changes in crop biomass, according to the news release."
  }
]
